{
    "code": 200,
    "data": [
        {
            "text": "未来的路太长总有一段路需要自己独行。专升本之路也是如此，通过最近几周的学习逐渐感受到升本之路的艰辛，不过没关系，坚持就是胜利，升本人加油呀！                                                                                                                                                                                 "
        },
        {
            "text": "最近看的一本书写到：白发无凭吾老矣!青春不再汝知乎?年将弱冠非童子，学不成名岂丈夫? 这更加使我坚定了专升本的决心和毅力，新的一周又开始了 大家加油！                                                                                                                                                                           "
        },
        {
            "text": "一转眼又到了写周记的时候了，还是送上一句话：青春啊，永远是美好的，可是真正的青春，只属于这些力争上游的人，永远忘我劳动的人，永远谦虚的人。保证自己永远的谦逊，然后多学习，在升本途中，能够锻炼自己自学的能力，也能够提升自己的学历，这是双赢，未来希望能成为更好的自己。                                                                                                      "
        },
        {
            "text": "这一周的学习任务其实并没有之前那么的难了，到目前为止现在已经是第三轮复习了，这句话送给大家：任何新生事物在开始时都不过是一株幼苗，一切新生事物之可贵，就因为在这新生的幼苗中，有无限的活力在成长，成长为巨人成长为力量。                                                                                                           "
        },
        {
            "text": "吾人在世，不可厌“今”而徒回思“过去”，梦想“将来”以耗误“现在”的努力。又不可以“今”境自足，毫不拿出“现在”的努力，谋“将来”的发展。宜善用“今”，以努力为“将来”之创造。                                                                                                                                                                          "
        },
        {
            "text": "共勉：愿中国青年都摆脱冷气，只是向上走，不必听自暴自弃者流的话。能做事的做事，能发声的发声。有一分热，发一分光。就令萤火一般，也可以在黑暗里发一点光，不必等候炬火。                                                                                                                                                                    "
        },
        {
            "text": "年轻要有朝气，青年的朝气倘若消失，前进的好奇心衰退，人生就没有意义。坚持就是胜利~  一起加油吧                                                                                                                                                                                                                           "
        },
        {
            "text": "青春并不是生命中一段时光，它是心灵上的一种状况。它跟丰润的面颊，殷红的嘴唇，柔滑的膝盖无关。它是一种沉静的意志，想象的能力，感情的活力，它更是生命之泉的新血液。                                                                                                                                                                      "
        },
        {
            "text": "真正希望过“很宽阔、很美好的生活”，就创造它吧，和那些正在英勇地建立空前未有的、宏伟的事业的人手携手地去工作吧。在生活中，堆积了许多美好的、实际的工作，这些工作会使我们的土地富饶，会把人从偏颇、成见和迷信的可耻的俘虏中解放出来。                                                                                                     "
        },
        {
            "text": "没有狂风和暴雨的吹打，哪来果实的的成熟;没有刺骨的寒风，哪来坚韧的松柏;没有冰天雪地;哪来傲骨的梅花。彼得逊说过：人生中，经常有无数来自外部的打击，但这些打击究竟会对你产生怎样的影响，最终的决定权在你自己手中。                                                                                                   "
        },
        {
            "text": "有些话，适合藏在心里，有些痛苦，适合无声无息的忘记。当经历过，你成长了，自己知道就好。很多改变，不需要你自己说，别人会看得到。                                                                                                                                                                                         "
        },
        {
            "text": "也许你听过一首歌，歌词是“不抛弃，不放弃”;也许你攻克难题时，老师会对你说：“快解出来了，不要放弃”;也许在长跑时，你会对自己说：“坚持一下就到终点了，不能放弃”。但是，我要告诉你，学会放弃不需要的东西。加油啊！！！                                                                                                                      "
        }
    ]
}
